TRIGGERS = {'роза','розочка'}



'''Тренировочная модель для матрицы ИИ'''
data_set = {
'отключись': 'offBot отключаюсь',
'как дела':'short как у тебя дела?',
'привет':'passive приветики, если хочешь со мной поболтать, скажи давай поболтаем и мы с тобой как поговорим поговорим или скажи давай сочинять чтобы я твечала большими подробными ответами',
'работаешь':'passive как видишь',
'ты тут':'passive давай вместе подумаем над этим',
'включи гачи': "browser к сожалению я не могу включить гачи, разраб хуйло еще не сделал для этого функцию, так что открою в браузере",
"давай поболтаем": "dialogue давай, задавай вопрос",
"давай сочинять": "gen хорошо, задай тему",
"надоело": "stop хорошо",
}